Repository: RyshchukDmytro/ligand
Catalog: SwiftProtein/Others/*.lproj/Localizable.strings
Languages: uk

source: Login or password is incorrect
uk: Логін чи пароль не правильний

source: Try another one
uk: Спробуйте інший

source: Login
uk: Логін

source: Password
uk: Пароль

source: We need your touch id to enter you further
uk: Нам потрібний доступ до вашого touch id щоб пустити далі

source: Something go wrong
uk: Щось пішло не так

source: Try one more time
uk: Спробуйте ще раз

source: Cancel
uk: Відмінити

source: Proteins
uk: Протеїни

source: Search
uk: Пошук

source: Trouble with internet connection
uk: Проблеми з під'єднанням до інтернету

source: Please check your internet connection and try again
uk: Будь ласка, перевірте своє підключення до інтернету і спробуйте ще раз

source: Ok
uk: Гаразд

source: This is protein:
uk: Цей протеїн називається:
